Repository: uclouvain/osis-internship
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: %(start_index)s to %(end_index)s of %(total_counts)s internship's masters
fr_be: %(start_index)s à %(end_index)s sur %(total_counts)s maîtres de stages

source: %(start_index)s to %(end_index)s of %(total_counts)s students
fr_be: %(start_index)s à %(end_index)s sur %(total_counts)s étudiants

source: # of Evaluations
fr_be: Nombre d'évaluations

source: # of Evaluations for
fr_be: Nombre d'évaluations pour

source: (Optional)
fr_be: (Optionnel)

source: < 1 month
fr_be: < 1 mois

source: < 3 months
fr_be: < 3 mois

source: > 3 months
fr_be: > 3 mois

source: A hospital with the same reference already exists in this cohort
fr_be: Un hôpital avec la même référence existe déjà dans cette cohorte

source: A master must be affected to at least one hospital or one specialty with a role.
fr_be: Un maître de stage doit être affecté à au moins un hôpital ou une spécialité avec obligatoirement un rôle

source: A parent cohort cannot have a parent itself
fr_be: Une cohorte parente ne peut avoir elle-même un parent

source: A parent cohort cannot have publication and subscription dates
fr_be: Une cohorte parente ne peut avoir des dates de publication et inscription

source: A person with this email address has been previously recorded. Form inputs will be filled based on the existing data. Fields with existing information will be overwritten.
fr_be: Une personne avec cette adresse email existe déjà. Les champs du formulaire seront pré-remplis sur base des données retrouvées. Les champs contenant déjà des informations seront écrasés.

source: A similar person with the following email address has been found: <b>{}</b>. Please use this information instead.
fr_be: Une personne similaire avec l'adresse email suivante a été trouvée: <b>{}</b>. Veuillez plutôt utiliser cette information.

source: A subcohort must have publication and subscription dates
fr_be: Une sous-cohorte doit avoir des dates de publication et inscription

source: A subcohort or standalone cohort must have publication and subscription dates
fr_be: Une sous-cohorte ou cohorte unique doit avoir des dates de publication et inscription

source: A subspecialty must exclusively define a name and should not be mandatory nor selectable
fr_be: Une sous-specialité doit exclusivement définir un nom et ne doit ni être obligatoire ni sélectionnable

source: APD description
fr_be: Description des APD

source: Accept
fr_be: Accepter

source: Account
fr_be: Compte

source: Account expiry
fr_be: Expiration

source: Acronym
fr_be: Sigle

source: Acronym already exists
fr_be: Le sigle existe déjà

source: Activation pending
fr_be: Activation en attente

source: Active
fr_be: Actif

source: Add
fr_be: Ajouter

source: Add a specialty
fr_be: Ajouter une spécialité

source: Add cohort
fr_be: Ajouter une cohorte

source: Add hospital
fr_be: Ajouter un hôpital

source: Add internship modality
fr_be: Ajouter une modalité de stage

source: Add item
fr_be: Ajouter une question

source: Add new master
fr_be: Ajouter un nouveau maître de stage

source: Add option
fr_be: Ajouter une option

source: Add period
fr_be: Ajouter une période

source: Additional email
fr_be: Email supplémentaire

source: Address
fr_be: Adresse

source: Affectation's result
fr_be: Résultat de l'affectation

source: Affectations File
fr_be: Fichier des affectations

source: Affectations already exist for this cohort and period. Import cancelled.
fr_be: Des affectations de stage existent déjà pour cette période. L'importation est annulée.

source: All EPAs validated
fr_be: Tous les APDs validés

source: All grades submitted
fr_be: Encodage complet

source: All hospitals
fr_be: Tous les hôpitaux

source: All internships
fr_be: Tous les stages

source: All students
fr_be: Tous les étudiants

source: Allocation
fr_be: Affectation

source: Allocation Sum up
fr_be: Bilan des affectations

source: An email for account creation was sent to {}
fr_be: Un email pour procéder à la création d'un compte a été envoyé à {}

source: An error occured during evaluation status update in {}
fr_be: Une erreur est survenue lors de la mise à jour des statuts d'évaluations en {}

source: An error occured during score deletion
fr_be: Une erreur est survenue lors de la suppression de la note

source: An error occured during score update
fr_be: Une erreur est survenue lors de l'édition de la note

source: An error occured while creating a user account for {}
fr_be: Une erreur s'est produite lors de la création du compte utilisateur pour {}

source: An error occured while extending the user account validity for {}
fr_be: Une erreur s'est produite lors de la prolongation du compte utilisateur pour {}

source: An error occured while sending reminders
fr_be: Une erreur s'est produite lors de l'envoi des rappels

source: An error occured while updating status
fr_be: Une erreur s'est produite lors de la mise à jour des statuts

source: An evaluation should include minimum {} and maximum {} evaluated EPAs
fr_be: Une évaluation doit inclure au minimum {} et au maximum {} APD évalués

source: Appreciate medical emergency
fr_be: Reconnaitre l'urgence médicale

source: Aptitudes conditions fulfilled
fr_be: Conditions d'aptitudes remplies

source: Aptitudes conditions not fulfilled
fr_be: Conditions d'aptitudes non remplies

source: Assessor
fr_be: Évaluateur

source: Autonomy Level (%% according to periods)
fr_be: Niveau d'autonomie (%% fonction des périodes)

source: Base skills score
fr_be: Score compétences socles

source: Behavior score
fr_be: Score de comportement

source: Birth Date
fr_be: Date de naissance

source: Birth date
fr_be: Date de naissance

source: Cancel
fr_be: Annuler

source: Cannot apply same preference on distinct offers
fr_be: Impossible d'appliquer la même préférence sur des offres distinctes

source: Cannot edit affectations because at least one affectation has a linked validated score
fr_be: Impossible de modifier les affectations de stages car au moins une affectation est liée a une évaluation validée

source: Cannot select same offer
fr_be: Impossible de sélectionner la même offre

source: Capacity
fr_be: Capacité maximale

source: Certified in conformity with registered evaluations. Brussels, {}.
fr_be: Certifié conforme aux évaluations encodées. Bruxelles, le {}.

# internship
source: Check All
fr_be: Cocher tout

source: Choice
fr_be: Choix

source: Choice's Details
fr_be: Détails des choix

source: Choices distribution for
fr_be: Distribution des choix pour

source: Choices modification
fr_be: Modification des choix

source: Choices received by administration
fr_be: Choix reçus par l'administration

source: Choices saved
fr_be: Choix enregistrés

source: Choose a hospital
fr_be: Choisissez un hôpital

source: Choose a specialty
fr_be: Choisissez une spécialité

source: Choose which periods you want to include in the file
fr_be: Choisissez les périodes que vous souhaitez inclure dans le fichier

source: Choose which periods you want to include in the summary
fr_be: Choisissez les périodes que vous souhaitez inclure dans le fichier

source: City
fr_be: Ville

source: Civility
fr_be: Civilité

source: Clear
fr_be: Effacer

source: Clear score for period ?
fr_be: Effacer la note pour cette période ?

source: Clinical skills score
fr_be: Score compétences cliniques

source: Close
fr_be: Fermer

source: Cohort
fr_be: Cohorte

source: Cohorts
fr_be: Cohortes

source: Cohorts management
fr_be: Gestion des cohortes

source: Comment (manager)
fr_be: Commentaire (gestionnaire)

source: Comments
fr_be: Commentaires

source: Communicate (broad sense)
fr_be: Communiquer au sens large

source: Competency score
fr_be: Score de compétence

source: Complement patient record
fr_be: Compléter le dossier patient

source: Compulsory
fr_be: Obligatoire

source: Conduct clinical examination
fr_be: Réaliser l'examen clinique

source: Consecutive month
fr_be: Mois consécutifs

source: Contest
fr_be: Concours

source: Contribute to quality of care and patient safety
fr_be: Contribuer à la qualité des soins et la sécurité du patient

source: Copy
fr_be: Copier

source: Copy Period
fr_be: Copier Période

source: Copy from cohort
fr_be: Copier à partir de la cohorte

source: Cost
fr_be: Coût

source: Count
fr_be: Compte

source: Country
fr_be: Pays

source: Create
fr_be: Créer

source: Create a period
fr_be: Créer une période

source: Create a specialty
fr_be: Créer une spécialité

source: Create internship master account
fr_be: Créer un compte utilisateur pour le(s) maître(s) de stage

source: Create user account
fr_be: Créer un compte utilisateur

source: Current internship
fr_be: Stage en cours

source: Current period
fr_be: Période actuelle

source: Date format
fr_be: Format de date

source: Delegate
fr_be: Délégué

source: Delete
fr_be: Supprimer

source: Delete score ?
fr_be: Supprimer la note ?

source: Details
fr_be: Détails

source: Display students
fr_be: Afficher les étudiants

source: Do not postpone
fr_be: Ne pas reporter

source: Do you want to postpone allocations modifications on these cohorts ?
fr_be: Voulez-vous reporter les modifications d'affectations sur ces cohortes ?

source: Duplicated sequence in report
fr_be: Séquence dupliquée dans le rapport

source: EPA Validation
fr_be: Validation APD

source: Edit
fr_be: Modifier

source: Edit cohort
fr_be: Ajouter une cohorte

source: Edit internship
fr_be: Modifier stage

source: Edit places
fr_be: Modifier nombres de places

source: Editable address
fr_be: Adresse modifiable

source: Effective dates
fr_be: Dates effectives

source: Effective end date
fr_be: Date effective de fin

source: Effective start date
fr_be: Date effective de début

source: Email
fr_be: Courriel

source: End date
fr_be: Date de fin

source: End date time
fr_be: Date de fin

source: Enrollments
fr_be: Inscriptions

source: Enrolment end
fr_be: Fermeture des inscriptions

source: Enrolment start
fr_be: Ouverture des inscriptions

source: Entrez une note entre 0 et 20
fr_be: Fill a score between 0 and 20

source: Erasmus students
fr_be: Étudiants Erasmus

source: Errors
fr_be: Erreurs

source: Establish a diagnosis
fr_be: Établir un diagnostic de travail

source: Evaluation
fr_be: Évaluation

source: Evaluation status importation aborted. Following registration ids do not exist in cohort: %(registration_ids)s
fr_be: L'importation du statut des évaluations a été interrompue. Les NOMA suivants n'existent pas pour cette cohorte: %(registration_ids)s

source: Evaluation status successfully updated for %(periods)s
fr_be: Le statut des évaluations a été correctement mis à jour pour %(periods)s

source: Evaluations submitted
fr_be: Évaluations soumises

source: Evolution
fr_be: Évolution

source: Evolution Score
fr_be: Cote d'évolution

source: Evolution Score Reason
fr_be: Raison de la cote d'évolution

source: Evolution Score:
fr_be: Cote d'évolution:

source: Evolution computed
fr_be: Évolution calculé

source: Evolution edited
fr_be: Évolution modifié

source: Evolution score will <b>not</b> be exported
fr_be: Le score d'évolution <b>ne</b> sera <b>pas</b> exporté

source: Evolution score will be exported
fr_be: Le score d'évolution sera exporté

source: Exclude from assignment
fr_be: Exclure de l'affectation

source: Excused
fr_be: Excusé

source: Expired
fr_be: Expiré

source: Expiry
fr_be: Expiration

source: Export
fr_be: Exporter

source: Export hospital affectations
fr_be: Fichier Excel pour l'hôpital

source: Export master affectations
fr_be: Fichier Excel pour le maitre de stage

source: Export results
fr_be: Exporter les résultats

source: Export scores
fr_be: Exporter les notes

source: Export summary
fr_be: Exporter attestation

source: Export to XLSX
fr_be: Exporter vers XLSX

source: Export with APD details
fr_be: Exporter le détail des APD

source: Export with scores
fr_be: Exporter les notes

source: Extend
fr_be: Prolonger

source: Extend user account validity
fr_be: Prolonger la validité d'un compte utilisateur

source: Fake
fr_be: Fictif

source: Female
fr_be: Féminin

source: File extension must be .xlsx
fr_be: L'extension de fichier doit être .xlsx

source: File production date
fr_be: Date de production du fichier

source: Filter by students with priorities
fr_be: Filtrer par étudiants prioritaires

source: First choice
fr_be: Choix préféré

source: First name
fr_be: Prénom

source: Following modifications will be applied:
fr_be: Les modifications suivantes seront appliquées:

source: Form
fr_be: Formulaire

source: Formulate clinical questions
fr_be: Formuler des questions cliniques

source: Fourth choice
fr_be: 4ème choix

# internship
source: Full name
fr_be: Nom

source: Gender
fr_be: Genre

source: Generalist
fr_be: Généraliste

source: Generate solution
fr_be: Générer la solution

source: Generated by
fr_be: Généré par

source: Global statistics
fr_be: Statistiques globales

source: Good performance example
fr_be: Exemples de bonnes performances

source: Grade
fr_be: Cote

source: Grades not received
fr_be: Cotes non reçues

source: Grades received
fr_be: Cotes reçues

source: Hospital
fr_be: Hôpital

source: Hospital error
fr_be: Hôpital erreur

source: Hospital saved
fr_be: Hôpital enregistré

source: Hospitals
fr_be: Hôpitaux

source: Import
fr_be: Importer

source: Import aborted for period %(period)s due to error(s) on:
fr_be: Importation interrompue pour la période %(period)s suite à une ou plusieurs erreurs:

source: Import affectations
fr_be: Importer les affectations

source: Import in progress
fr_be: Import en cours

source: Import internships evaluations
fr_be: Importer évaluations de stage

source: Import internships ratings
fr_be: Importer cotes de stage

source: Importing Affectations...
fr_be: Importation des affectations...

source: Imposed choices
fr_be: Choix imposés

source: Imposed choices distribution
fr_be: Répartition des choix imposés

source: Improvement areas
fr_be: Points à améliorer

source: In all fields
fr_be: Dans tous les champs

source: Inactive
fr_be: Inactif

source: Inform the sequence in which the columns must appear in the report to the hospital. Fields without number are not added to the report.
fr_be: Indiquez l'ordre dans lequel les colonnes doivent apparaître dans le rapport destiné à l'hôpital. Les champs sans numéro ne sont pas ajoutés au rapport.

source: Inject
fr_be: Injecter

source: Intermediary evaluation
fr_be: Évaluation intermédiaire

source: Internship
fr_be: Stage

source: Internship Offer
fr_be: Offre de stage

source: Internship affectation
fr_be: Affectation des stages

source: Internship choice
fr_be: Choix de stage

source: Internship evaluated
fr_be: Stage évalué

source: Internship grades
fr_be: Évaluation de stage

source: Internship master
fr_be: Maître de stage

source: Internship modality
fr_be: Modalité de stage

source: Internship modality created
fr_be: Modalité de stage créée

source: Internship modality deleted
fr_be: Modalité de stage supprimée

source: Internship not done yet
fr_be: Stage pas encore effectué

source: Internship type
fr_be: Type de stage

source: Internship's detail successfully edited for the following periods: {}
fr_be: Affectations de stage modifiées avec succès pour les périodes suivantes: {}

source: Internship's place evaluation
fr_be: Évaluation du lieu de stage

source: Internships
fr_be: Stages

source: Internships evaluations detail
fr_be: Détail des évaluations de stage

source: Internships evaluations summary
fr_be: Récapitulatif des évaluations de stage

source: Internships injection
fr_be: Injection des stages

source: Internships management
fr_be: Gestion des stages de médecine

source: Internships masters
fr_be: Maîtres de stages

source: Internships modalities
fr_be: Modalités de stage

source: Internships offers
fr_be: Offres de stage

source: Internships ratings successfully imported for period %(period)s
fr_be: Cotes de stage importées avec succès pour la période %(period)s

source: Is parent
fr_be: Est parente

source: Item
fr_be: Question

source: Language
fr_be: Langue

source: Last name
fr_be: Nom

source: Latest generation end
fr_be: Fin de la dernière génération

source: Latest generation start
fr_be: Début de la dernière génération

source: Legal address
fr_be: Adresse légale

source: Length in periods
fr_be: Durée en périodes

source: List of all hospitals
fr_be: Liste de tous les hôpitaux

source: Locality
fr_be: Localité

source: Location
fr_be: Localisation

source: Make/receive transmission report
fr_be: Faire/recevoir le rapport de transmission

source: Male
fr_be: Masculin

source: Manager comment
fr_be: Commentaire du gestionnaire

source: Mandatory
fr_be: Obligatoire

source: Mandatory APDs
fr_be: APDs obligatoires

source: Mandatory internship
fr_be: Stages obligatoires

source: Mapping
fr_be: Conversion

source: Master
fr_be: Maître

source: Master allocations deleted in
fr_be: Affectations du maître de stage supprimées

source: Master deleted
fr_be: Maître de stage supprimé

source: Maximum enrollments
fr_be: Nombre maximum d'inscriptions

source: Maximum number of students
fr_be: Nombre maximum d'étudiants

source: Mean cost of student
fr_be: Coût moyen par étudiant

source: Mean of nonconsecutive months
fr_be: Moyenne de mois non consécutifs

source: Modality
fr_be: Modalité

source: N.B. an activation email will be sent if the user account already exists
fr_be: N.B. un email d'activation sera à nouveau envoyé si le compte utilisateur existe déjà.

source: Name
fr_be: Nom

source: New internship
fr_be: Nouveau stage

source: New internship's master
fr_be: Nouveau maître de stage

source: New item
fr_be: Nouvelle question

source: New records
fr_be: Nouveaux enregistrements

source: No
fr_be: Non

source: No allocation found for the master
fr_be: Aucune allocation trouvée pour le maître.

source: No assignment available
fr_be: Pas d'affectation disponible

source: No comments provided by the internship's master
fr_be: Pas de commentaire fourni par le maître de stage

source: No data corresponds to the filters above. Make a choice, please.
fr_be: Aucune donnée ne correspond aux filtres ci-dessus. Faites un choix, s'il vous plaît.

source: No evaluation items found for this cohort
fr_be: Aucune question trouvée pour cette cohorte

source: No hospital
fr_be: Hôpital inexistant

source: No internship
fr_be: Aucun stage

source: No organization
fr_be: Pas d'organisation

source: No reason
fr_be: Pas de motif

source: No result
fr_be: Aucun résultat

source: No specialty
fr_be: Pas de spécialité

source: No subcohorts
fr_be: Pas de sous-cohorte

source: No user account created
fr_be: Pas de compte utilisateur créé

source: Non mandatory internship
fr_be: Stage au choix

source: Non mandatory internships
fr_be: Stages au choix

source: Normal students
fr_be: Etudiants Normaux

source: Number
fr_be: Nombre

source: Number of enrollments
fr_be: Nombre d'inscriptions

source: Number of first choices
fr_be: Nombre de premiers choix

source: Number of other choices
fr_be: Nombre d'autres choix

source: Number of periods
fr_be: Nombre de périodes

source: Number of students
fr_be: Nombre d'étudiants

source: Number of students who chosed this organization
fr_be: Nombre total d'étudiants ayant choisi cet hôpital

source: Number places
fr_be: Nombre de places

source: Objectives
fr_be: Objectifs

source: Obtain informed consent
fr_be: Obtenir le consentement éclairé

source: Open
fr_be: Ouverte

source: Oral presentation of a clinical situation
fr_be: Présentation orale d'une situation clinique

source: Order
fr_be: Ordre

source: Organization
fr_be: Organisation

source: Originated from
fr_be: Copié à partir de

source: Other choice
fr_be: Autre choix

source: Other reason
fr_be: Autre motif

source: P1 to P2
fr_be: P1 à P2

source: P3 to P5
fr_be: P3 à P5

source: P6 to P7
fr_be: P6 à P7

source: Parent cohort
fr_be: Cohorte parente

source: Parent cohorts
fr_be: Cohortes parentes

source: Paste
fr_be: Coller

source: Paste Period
fr_be: Coller Période

source: Pending
fr_be: En attente

source: Perform technical procedures
fr_be: Effectuer les procédures techniques

source: Period
fr_be: Période

source: Period created
fr_be: Période créée

source: Period deleted
fr_be: Période supprimée

source: Period edited
fr_be: Période modifiée

source: Period statistics
fr_be: Statistiques par période

source: Periods
fr_be: Périodes

source: Periods do not match
fr_be: Les périodes ne correspondent pas

source: Person
fr_be: Personne

source: Person already exists
fr_be: Personne déjà existante

source: Phone
fr_be: Téléphone

source: Phone Number / Mobile Number
fr_be: Numéro de Téléphone / Numéro de portable

source: Phone mobile
fr_be: Numéro de portable

source: Phone number
fr_be: Numéro de téléphone

source: Place
fr_be: Lieu

source: Place statistics
fr_be: Statistiques par lieu

source: Please wait
fr_be: Merci de patienter

source: Postal code
fr_be: Code postal

source: Postpone
fr_be: Reporter

source: Postpone allocations ?
fr_be: Reporter les affectations ?

source: Pre-competition internship comments
fr_be: Commentaires du stage de pré-concours

source: Pre-concours
fr_be: Pré-concours

source: Pre-concours Period
fr_be: Pré-concours period

source: Preconcours Evaluation Detail
fr_be: Détail de l'évaluation du pré-concours

source: Preconcours comments
fr_be: Commentaires du pré-concours

source: Predifined reason
fr_be: Motif prédéfini

source: Preference
fr_be: Préférence

source: Priority
fr_be: Prioritaire

source: Private email
fr_be: Email privé

source: Proceed
fr_be: Continuer

source: Provide a reason for editing score ?
fr_be: Fournir un motif de modification de la note ?

source: Provide reason
fr_be: Fournir le motif

source: Publication date
fr_be: Date de publication

source: Publication must be done after the subscription process.
fr_be: La publication doit être réalisée après le processus d'inscription.

source: Publication start date
fr_be: Date de début de publication

source: Reason
fr_be: Motif

source: Reference
fr_be: Référence

source: Registered
fr_be: Inscrit

source: Remedial
fr_be: Rattrapage

source: Report address
fr_be: Rapport adresse

source: Report birthdate
fr_be: Rapport date de naissance

source: Report city
fr_be: Rapport ville

source: Report email
fr_be: Rapport email

source: Report end date
fr_be: Rapport date de fin

source: Report first name
fr_be: Rapport prénom

source: Report last name
fr_be: Rapport nom

source: Report master
fr_be: Rapport maître de stage

source: Report noma
fr_be: Rapport noma

source: Report period
fr_be: Rapport période

source: Report phone
fr_be: Rapport téléphone

source: Report postal code
fr_be: Rapport code postal

source: Report specialty
fr_be: Rapport spécialité

source: Report start date
fr_be: Rapport date de début

source: Report to the hospital
fr_be: Rapport pour l'hôpital

source: Required
fr_be: Requis

source: Response type
fr_be: Type de réponse

source: Results
fr_be: Résultats

source: Return
fr_be: Retour

source: Role
fr_be: Rôle

source: Save
fr_be: Enregistrer

source: Score
fr_be: Note

source: Score edited. Computed score:
fr_be: Note modifiée. Note calculée:

source: Score excused
fr_be: Note excusée

source: Score must be between %(minimum)d and %(maximum)d
fr_be: La note doit être comprise entre %(minimum)d et %(maximum)d

source: Score updated successfully for {}
fr_be: Évaluation mise à jour pour {}

source: Scores
fr_be: Notes

# internship
source: Scores encoding
fr_be: Encodage des notes

source: Scores equivalence according to periods
fr_be: Equivalence des notes par période

source: Scores must be between 0 and 20.
fr_be: Les scores doivent être compris entre 0 et 20.

source: Scores must be integers
fr_be: Les scores doivent être des nombres entiers.

source: Search
fr_be: Rechercher

source: Second choice
fr_be: 2ème choix

source: Select a period:
fr_be: Sélectionner une période:
