Repository: uclouvain/osis-internship
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Select a place:
fr_be: Sélectionner un lieu:

source: Select a specialty for
fr_be: Créer une spécialité pour

source: Select a xls file that contains a list of students who have assesed their internship.
fr_be: Veuillez sélectionner un fichier xlsx contenant la liste des étudiants ayant évalué leur stage.

source: Select a xls file that contains the scores by period
fr_be: Veuillez sélectionner un fichier xlsx contenant les notes pour la période choisie.

source: Select a xlsx file for the internships' injection
fr_be: Veuillez sélectionner un fichier xlsx pour l'injection des stages.

source: Select a xlsx file that contains the list of students.
fr_be: Veuillez sélectionner un fichier xlsx pour l'injection des étudiants.

source: Select diagnostic tests
fr_be: Sélectionner des tests diagnostics

source: Select parent cohort
fr_be: Choisir une cohorte parente

source: Select the periods for which evaluations are open
fr_be: Sélectionnez les périodes pour lesquelles les évaluations des lieux de stage sont ouvertes

source: Select which APDs are required for this modality.
fr_be: Sélectionnez les APDs obligatoires pour cette modalité de stage.

source: Select which period should be exclusively filled for this modality. No selection means there is no constraint on the period.
fr_be: Choisir quelles périodes devraient être exclusivement complétées pour ce stage. Pas de choix signifie pas de contrainte sur la période.

source: Selectable
fr_be: Sélectionnable

source: Selectable by the student
fr_be: Sélectionnable par l'étudiant

source: Send
fr_be: Envoyer

source: Send summary
fr_be: Envoyer un récapitulatif

source: Sequence
fr_be: Séquence

source: Show EPA validation
fr_be: Montrer la validation

source: Show only students having submitted / not submitted all their grades considering only completed periods
fr_be: Affiche les étudiants ayant / n'ayant pas soumis toutes leurs cotes en ne considérant que les périodes de stages complétées

source: Skill score
fr_be: Score de compétence

source: Social students
fr_be: Etudiants sociaux

source: Socials
fr_be: Sociaux

source: Specialist
fr_be: Spécialiste

source: Speciality
fr_be: Spécialité

source: Specialties
fr_be: Spécialités

source: Specialty
fr_be: Spécialité

source: Specialty deleted
fr_be: Specialité supprimée

source: Specialty successfully saved
fr_be: Specialité enregistrée avec succès

source: Standalone cohorts
fr_be: Cohortes uniques

source: Standard deviation
fr_be: Écart-type

source: Start activities
fr_be: Début des activités

source: Start date
fr_be: Date de début

source: Start date must be earlier than end date.
fr_be: La date d'ouverture doit être antérieure à la date de fermeture.

source: Start date time
fr_be: Date de début

source: Statement
fr_be: Énoncé

source: Statistics
fr_be: Statistiques

source: Status
fr_be: Statut

source: Street and number
fr_be: Rue et numéro

source: Student
fr_be: Étudiant

source: Student Affectation
fr_be: Affectation de stage

source: Student affectation
fr_be: Affectation de stage

source: Student already exists
fr_be: L'étudiant existe déjà.

source: Student does not exist
fr_be: L'étudiant n'existe pas.

source: Student path
fr_be: Parcours de l'étudiant.e

source: Student presence
fr_be: Présence de l'étudiant.e

source: Student sumup
fr_be: Bilan des étudiants

source: Student's choices
fr_be: Choix des étudiants

source: Students
fr_be: Étudiant.e.s

source: Students list
fr_be: Liste des étudiants

source: Submit choices
fr_be: Soumettre les choix

source: Subscription end date
fr_be: Date de fin d'inscription

source: Subscription start date
fr_be: Date de début d'inscription

source: Subspecialty
fr_be: Sous-spécialité

source: Succesfully imported {} affectations for {}
fr_be: {} affectations importées avec succès pour {}

source: Successfully deleted item {}
fr_be: Question {} supprimée avec succès

source: Successfully saved item {}
fr_be: Question {} enregistrée avec succès

source: Successfully saved place evaluations configuration
fr_be: Configuration des évaluations des lieux de stage enregistrée

source: Suggestions
fr_be: Méthodes d'apprentissage suggérées

source: Summaries have been sent successfully
fr_be: Les emails récapitulatifs ont bien été envoyés

source: Take a history (anamnesis)
fr_be: Prendre l'anamnèse

source: Text
fr_be: Texte

source: The current allocations may exist in the following cohorts:
fr_be: Les affectations actuelles peuvent aussi exister dans les cohortes suivantes:

source: The following masters/delegates allocations have been transferred to cohort {}:
fr_be: Les attributions suivantes des maîtres/délégués de stage ont été transférées dans la cohorte {}:

source: The global score will be computed as the average of both scores
fr_be: La note globale sera calculée comme la moyenne des deux scores

source: The parent cohort must be defined as parent
fr_be: La cohorte parente doit être définie comme parent

source: The period overlaps {} in {} (only possible for remedial periods)
fr_be: La période chevauche {} en {} (seulement possible pour les périodes de remédiation)

source: Third choice
fr_be: 3ème choix

source: This action will create a user account and send an activation email to the following internship masters:
fr_be: Cette action enverra un email d'activation aux maîtres de stage suivants:

source: This action will delete
fr_be: Cette action supprimera

source: This action will delete previously edited score that will be reset to the original computed value.
fr_be: Cette action supprimera la note précédemment modifiée qui sera réinitialisée à la valeur originalement calculée.

source: This action will extend all selected master's user account validity by 1 year.
fr_be: Cette action prolongera d'une année les comptes utilisateurs des maîtres de stages sélectionnés.

source: This action will send a summary by email to the following students:
fr_be: Cette action enverra un email récapitulatif aux étudiants suivants:

source: This action will set an empty score for the student for this period which will be discarded from the evolution score computation.
fr_be: Cette action supprimera la note de cet étudiant pour cette période et celle-ci sera décomptée du calcul de la cote d'évolution.

source: This action will transfer all selected master's allocations to the folowing cohort:
fr_be: Cette action transférera les attributions de stages sélectionnées dans la cohorte suivante:

source: This may take several minutes
fr_be: Cela peut prendre quelques minutes

source: This period is specific for pre-concours and the imported file will be dedicated to this specificity
fr_be: Cette période correspond à une période de pré-concours et le fichier importé sera dédié à cette particularité

source: Title
fr_be: Titre

source: Total cost of solution
fr_be: Coût total de la solution

source: Total of internships
fr_be: Total de stages

source: Transfer
fr_be: Transférer

source: Transfer master(s) to cohort
fr_be: Transférer vers une cohorte

source: Transfer to cohort
fr_be: Transférer vers une cohorte

source: Unable to create a user account for {}: no birth date set
fr_be: Impossible de créer un compte utilisateur pour {}: pas de date de naissance encodée

source: User account
fr_be: Compte utilisateur

source: User account creation for {} is already pending, an email was sent again
fr_be: La création du compte utilisateur de {} est déjà en attente, un email a été envoyé à nouveau

source: User account expiration date
fr_be: Date d'expiration du compte utilisateur

source: User account for {} is already active, nothing done
fr_be: Le compte utilisateur de {} est déjà actif, aucune action réalisée

source: User account for {} is inactive, nothing done
fr_be: Le compte utilisateur de {} est inactif, aucune action réalisée

source: User account is active
fr_be: Le compte utilisateur est actif

source: User account status
fr_be: Statut du compte utilisateur

source: User account validity extended for {}
fr_be: Validité du compte utilisateur prolongée pour {}

source: Validated
fr_be: Validé

source: Validated by
fr_be: Validé par

source: Website
fr_be: Site web

source: Work as a team
fr_be: Travailler en équipe

source: Write medical prescriptions
fr_be: Rédiger les prescriptions

source: Yes
fr_be: Oui

source: You are in the period of inscriptions. It is not recommended to change choices during this period.
fr_be: Vous êtes dans la période des inscriptions. Il est recommandé de ne pas changer les choix au cours de cette période.

source: You may provide a reason for editing score by choosing a justification from the list below.
fr_be: Vous pouvez fournir un motif de modification de la note en choisissant parmi les justifications suivantes.

source: Your affectations are being imported. This process may take a few minutes.
fr_be: Vos affectations sont en cours d'importation. Cela peut prendre quelques minutes.

source: achieves with help
fr_be: réalise avec aide

source: achieves without help
fr_be: réalise sans aide

source: delegate(s) without user account
fr_be: délégué(s) sans compte utilisateur

source: in
fr_be: en

source: items per page
fr_be: éléments par page

source: missing score for student with registration id '%(reg_id)s'
fr_be: cote manquante pour l'étudiant dont le NOMA est'%(reg_id)s'

source: not achieving
fr_be: ne réalise pas

source: not observed
fr_be: non observé

source: row %(row_id)s
fr_be: ligne %(row_id)s

source: student with registration id '%(reg_id)s' not found
fr_be: étudiant avec NOMA '%(reg_id)s' introuvable

source: the allocation(s) for
fr_be: les affectations pour

source: tremendously achieving
fr_be: réalise parfaitement

source: {} day(s)
fr_be: {} jour(s)
