Repository: uclouvain/osis-internship
Catalog: internship/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Academic year
fr_be: Année académique

# activate_internship_selection
source: Activate internship's selection
fr_be: Activer la sélection des stages

source: Add a hospital
fr_be: Ajouter un hôpital

# add_period
source: Add a period
fr_be: Ajouter une période

# add_speciality
source: Add a speciality
fr_be: Ajouter une spécialité

source: Address
fr_be: Adresse

# affectation_result
source: Affectation's result
fr_be: Résultat de l'affectation

source: All city
fr_be: toutes les villes

source: All hospitals
fr_be: Tous les hôpitaux

source: All internships
fr_be: Tous les stages

# all_places
source: All hospitals
fr_be: Tous les hôpitaux

# all_ready_4_choice_spec
source: You already have submit your 4 choices for this speciality.
fr_be: Vous avez déjà soumis vos 4 choix pour cette spécialité.

# already_internship_preference_speciality
source: You already have an internship with this preference for this speciality.
fr_be: Vous avez déjà un stage avec cette préférence dans cette spécialité.

# block_internship_selection
source: Block internship's selection
fr_be: Bloquer la sélection des stages

# choice_modification
source: Choices modification
fr_be: Modification des choix

source: Choice receive by administration
fr_be: Choix reçus par l'administration

source: Choose a hospital
fr_be: Choisir un hôpital

# choose_internships
source: Choose your internship
fr_be: Choisissez vos stages

# choose_spec_see_record_choice
source: Choose a speciality to see your choices already done.
fr_be: Choisissez une spécialité pour voir vos choix déjà effectués.

source: Civility
fr_be: Civilité

source: Create a speciality
fr_be: Créer une spécialité

source: Date end
fr_be: Date de fin

source: Date start
fr_be: Date début

# detail_choice
source: Choice's Details
fr_be: Détails des choix

source: Details
fr_be: Détails

source: First choice
fr_be: Choix préféré

# forname
source: Firstname
fr_be: Prénom

source: Fourth choice
fr_be: 4ème choix

source: Gender
fr_be: Sexe

# help_pnl_selectedfiles_internships
source: Select a xlsx file for the internships' injection
fr_be: Veuillez sélectionner un fichier xlsx pour l'injection des stages

# help_pnl_selectedfiles_masters
source: Select a xlsx file for the internship's masters' injection
fr_be: Veuillez sélectionner un fichier xlsx pour l'injection des maîtres de stages

# help_pnl_selectedfiles_places
source: Select a xlsx file for the hospitals' injection
fr_be: Veuillez sélectionner un fichier xlsx pour l'injection des hôpitaux

source: Hospital list
fr_be: Liste des hôpitaux

# import_hospital
source: Import hospitals
fr_be: Importer les hôpitaux

source: Import internships
fr_be: Importer les stages

# import_masters
source: Import internship's masters
fr_be: Importer les maîtres de stage

# internship_block_moment
source: internships' selection are currently blocked.
fr_be: Les sélections de stage sont bloquées actuellement.

# internship_choice
source: internship's choices
fr_be: Choix de stage

source: Internship modification
fr_be: Modification du stage

source: Internships
fr_be: Stages

source: Internships' injection
fr_be: Injection des stages

source: Internships managment
fr_be: Gestion des stages

source: Internship's masters
fr_be: Maîtres de stages

source: Internship's masters list
fr_be: Liste des maîtres de stage

source: Internships offers
fr_be: Offres de stage

source: Internships' specialities
fr_be: Spécialités des stages

source: Language
fr_be: Langue

source: List of all hospital
fr_be: Liste de tous les hôpitaux

source: Mandatory
fr_be: obligatoire

source: Name
fr_be: Nom

source: New internship
fr_be: Nouveau stage

source: No result
fr_be: Aucun résultat

# not_4_choice_spec
source: You don't have submit your 4 choices for this speciality.
fr_be: Vous n'avez pas encore soumis vos 4 choix pour cette spécialité.

# organization
source: Hospital
fr_be: Hôpital

# period_creation
source: Create a period
fr_be: Créer une période

# periods
source: PÃ©riods
fr_be: Périodes

source: Periods list
fr_be: Liste des périodes

# phone_mobile
source: Phone Number / Mobile Number
fr_be: Numéro de Téléphone / Numéro de portable

# places
source: Hospitals
fr_be: Hôpitaux

# places_injection
source: Hospitals' injection
fr_be: Injection des hôpitaux

source: Reference
fr_be: Référence

source: Return
fr_be: Retour

source: Second choice
fr_be: 2ème choix

source: Speciality
fr_be: Spécialité

source: Student
fr_be: Étudiant

# student_affectation
source: Internship's affectation
fr_be: Affectation de stage

# student_choice
source: Students' choice
fr_be: Choix des étudiants

# student_list
source: Students list
fr_be: Liste des étudiants

source: Student sum up
fr_be: Bilan des étudiants

source: Studies
fr_be: Études

# summary_your_choices_and_affectation
source: Sump up of your choices and your affectations
fr_be: Résumé de vos choix et affectations

source: Third choice
fr_be: 3ème choix

source: Choice
fr_be: Choix

# no_hospital
source: Hospital not found
fr_be: Hôpital inexistant

source: capacity
fr_be: capacité maximale

# number_first_choice
source: Number of first choice
fr_be: Nombre de 1er choix

# number_total_student
source: Number of student who choose this organization
fr_be: Nombre total d'étudiant ayant choisi cet hôpital

# selection_currently_active
source: The internships' selection is currently active
fr_be: La sélection des stages est actuellement active

# selection_currently_block
source: The internships' selection is currently blocked
fr_be: La sélection des stages est actuellement bloquée

source: Selected internships
fr_be: Stages sélectionnés

# select_speciality_change_internships
source: Select a speciality to add or modify your choices for this internship in choice
fr_be: Sélectionnez une spécialité pour ajouter/modifier vos choix pour ce stage au choix

source: Assignations' Sum up
fr_be: Bilan des assignations

# download_xls_file
source: Download Excel File
fr_be: Télécharger le fichier Excel

source: Download PDF File
fr_be: Télécharger le fichier PDF

source: Number of student
fr_be: Nombre d'étudiant

# internship_assignation
source: Internships assignation
fr_be: Assignation des stages

source: Please Wait
fr_be: Merci de patienter

# take_several_minutes
source: This may take several minutes
fr_be: Cela peut prendre quelques minutes

source: Generate solution
fr_be: Générer la solution

# organizations
source: Hospitals
fr_be: Hôpitaux

source: Statistics
fr_be: Statistiques

source: Errors
fr_be: Erreurs

source: Socials
fr_be: Sociaux

source: Total Internships
fr_be: Total de stages

source: All student
fr_be: Tous les étudiants

source: Other choice
fr_be: Autre choix

source: Erasmus students
fr_be: Etudiants Erasmus

source: Social students
fr_be: Etudiants Sociaux

source: Normal students
fr_be: Etudiants Normaux

source: Imposed choices
fr_be: Choix Imposés

# organization_error
source: Hospital error
fr_be: Hôpital erreur

# mean_cost_student
source: Mean cost of student
fr_be: Coût moyen par étudiant

source: Standard deviation
fr_be: Déviation standard

source: Mean nonconsecutive month
fr_be: Moyenne de mois non consécutifs

# total_cost_solution
source: Total cost of the solution
fr_be: Coût total de la solution

# type_internship
source: Type of internship
fr_be: Type de stage

# order_postion
source: Sorting position
fr_be: Position de tri

source: Latest generation start
fr_be: Début de la dernière génération

source: Latest generation end
fr_be: Fin de la dernière génération

# student_not_exists
source: Student does not exists
fr_be: L'étudiant n'existe pas

# export_organisation_affectation_xls
source: Export Excel file for the organisation
fr_be: Fichier Excel de toutes les spécialités

source: Priority
fr_be: Prioritaire

source: Preference
fr_be: Préférence

# student_max
source: Maximum number of students
fr_be: Nombre maximum d'étudiants
