Repository: uclouvain/osis-internship
Catalog: dissertation/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Accepted by commission
fr_be: Accepté par la commission

# accepted_by_director
source: Accepted by promotor
fr_be: Accepté par le promoteur

# accepted_by_first_year_evaluation
source: Accepted by 1st year evaluation
fr_be: Évaluation de première année réussie

source: Accompanist
fr_be: Accompagnateur

source: Accompanist
fr_be: Accompagnateur

source: Action needed
fr_be: Action requise

source: Active
fr_be: Actif

# add_advisers
source: Add teacher
fr_be: Ajouter un enseignant

source: Add dissertation
fr_be: Ajouter un mémoire

# add_dissertation_jury_member
source: Add a jury member
fr_be: Ajouter un membre au jury

source: Add justification
fr_be: Ajouter une justification

source: Add person
fr_be: Ajouter une personne

# add_person_confirmation
source: This person will be added to OSIS and you will not be able to edit it. Are you sure you want to continue ?
fr_be: Cette personne va être ajoutée dans OSIS, et il ne sera plus possible de la modifier. Voulez-vous continuer ?

# add_person_warning
source: This form is used to add a person to OSIS. Complete carefully the form, you will not be able to edit this person after adding.
fr_be: Ce formulaire permet d'ajouter une personne dans OSIS. Complétez attentivement le formulaire, il ne sera plus possible de modifier cette personne ensuite.

# add_proposition
source: Add subject
fr_be: Ajouter un sujet

# add_proposition_dissertation_jury_member
source: Add jury member
fr_be: Ajouter un membre au jury

# adviser
source: Teacher
fr_be: Enseignant

# adviser_name
source: Teacher
fr_be: Enseignant

# adviser_can_suggest_reader
source: Adviser can manage jury members
fr_be: Les enseignants peuvent gérer le jury

# adviser_dissertations
source: Linked dissertations
fr_be: Mémoires reliés

# adviser_dissertations_wait
source: Waiting dissertations
fr_be: Mémoires en attente

# adviser_list_dissertations_accompanist
source: Dissertations as accompanist
fr_be: Mémoires encadrés en tant qu'accompagnateur

# adviser_list_dissertations_internship
source: Dissertations as internship master
fr_be: Mémoires encadrés en tant que maître de stage

# adviser_profile
source: Teacher profile
fr_be: Profil enseignant

# adviser_stats
source: Teacher stats
fr_be: Statistiques enseignant

source: Adviser type
fr_be: Type de la personne

# all_advisers
source: All teachers
fr_be: Tous les enseignants

source: All dissertations
fr_be: Tous les mémoires

# all_proposition_dissertations
source: All subjects
fr_be: Tous les sujets

source: Author
fr_be: Auteur

source: Available at office
fr_be: Disponible au bureau

source: Available by e-mail
fr_be: Disponible par e-mail

source: Available by phone
fr_be: Disponible par téléphone

source: Back
fr_be: Retour

source: Case study
fr_be: Étude de cas

source: Change
fr_be: Changement

# chart_pie_adviser_copro
source: Chart as copromotor
fr_be: Graphe en tant que copromoteur

# chart_pie_adviser_promoteur
source: Chart as promotor
fr_be: Graphe en tant que promoteur

# chart_pie_adviser_reading
source: Chart as reader
fr_be: Graphe en tant que lecteur

source: Comment
fr_be: Commentaire

source: Continue
fr_be: Continuer

# CO_PROMOTEUR
source: Co-Promotor
fr_be: Co-Promoteur

source: Co-Promotor
fr_be: Co-Promoteur

# create_dissertation
source: Add dissertation
fr_be: Ajouter un mémoire

# create_proposition_dissertation
source: Add dissertation subject
fr_be: Ajouter un sujet de mémoire

source: Creation date
fr_be: Date de création

# creator
source: Created by
fr_be: Créé par

source: Current status
fr_be: État actuel

# date_end_visibility_dissertation
source: End of period for creation of dissertations
fr_be: Date de fin de la période de création des mémoires

# date_end_visibility_proposition
source: End of period of visibility for dissertation subjects
fr_be: Date de fin de la période de visibilité des sujets de mémoires

# date_start_visibility_dissertation
source: Start of period for creation of dissertations
fr_be: Date de début de la période de création des mémoires

# date_start_visibility_proposition
source: Start of period of visibility for dissertation subjects
fr_be: Date de début de la période de visibilité des sujets de mémoires

# defend_periode
source: Defense period
fr_be: Session de la défense

# defend_year
source: Defense year
fr_be: Année de la défense

source: Defended
fr_be: Défendu

source: Delete
fr_be: Supprimer

# delete_adviser_role_confirmation_message
source: You are ready to delete this jury member. Are you sure you want to continue ?
fr_be: Vous allez définitivement supprimer ce membre du jury. Êtes-vous certain de vouloir continuer ?

# delete_dissertation
source: Delete
fr_be: Supprimer

# delete_dissertation_confirmation_message
source: You are ready to definitely delete this dissertation. Are you sure you want to continue ?
fr_be: Vous allez définitivement supprimer ce mémoire. Êtes-vous certain de vouloir continuer ?

# delete_manager_dissertation
source: Delete
fr_be: Supprimer

# delete_proposition_dissertation
source: Delete
fr_be: Supprimer

# delete_proposition_dissertation_confirmation_message
source: You are ready to definitely delete this dissertation subject. Are you sure you want to continue ?
fr_be: Vous allez définitivement supprimer ce sujet de mémoire. Êtes-vous certain de vouloir continuer ?

# desc_lnk_dissertations
source: List of dissertations which I am linked to
fr_be: Liste des projets de mémoires auxquels je suis relié.

# desc_lnk_informations
source: My settings for the Dissertation application.
fr_be: Paramétrage de mes informations pour la plateforme mémoire.

# desc_lnk_manager_dissertations
source: List of the dissertation subjects
fr_be: Liste des projets de mémoires.

# desc_lnk_manager_informations
source: List of teachers linked to the Dissertation application
fr_be: Liste des enseignants liés à la plateforme Mémoires

# desc_lnk_manager_offer_parameters
source: Settings of the Dissertation application
fr_be: Paramétrage de la plateforme

# desc_lnk_manager_proposition_dissertations
source: Dissertation subjects submitted by teachers
fr_be: Sujets de mémoire proposés par les enseignants

# desc_lnk_propositions_dissertations
source: Dissertation subjects submitted by myself and others teachers
fr_be: Sujets de mémoire proposés par moi-même et par les autres enseignants

source: Development dissertation
fr_be: Mémoire-développement

source: Dissertation
fr_be: Mémoire

# dissertation_adviser_copromoteur
source: Dissertations as co-promotor
fr_be: Mémoires encadrés en tant que co-promoteur

# dissertation_adviser_promoteur
source: Dissertations as promotor
fr_be: Mémoires encadrés en tant que promoteur

# dissertation_adviser_reader
source: Dissertations as reader
fr_be: Mémoires encadrés en tant que lecteur

# dissertation_confirmation_message
source: You are ready to save this dissertation. Continue ?
fr_be: Vous allez sauvegarder les modifications de ce mémoire. Continuer ?

# dissertation_informations
source: Informations about the dissertation
fr_be: Informations sur le mémoire

source: Dissertation jury
fr_be: Jury du mémoire

source: Dissertation location
fr_be: Site de rattachement

source: Dissertations
fr_be: Mémoires

# dissertations_to_dir_ko
source: Refuse this dissertation project
fr_be: Refuser le projet de mémoire

# dissertations_to_dir_ok
source: Accept this dissertation project
fr_be: Accepter le projet de mémoire

# dissertation_title
source: Title
fr_be: Titre

source: Dissertation updates
fr_be: Mises-à-jour du mémoire

source: Draft
fr_be: Brouillon

source: Edit
fr_be: Modifier

source: Editable
fr_be: Modifiable

# edit_adviser
source: Edit teacher
fr_be: Modifier l'enseignant

# edit_dissertation
source: Edit
fr_be: Modifier

# edit_manager_dissertation
source: Edit
fr_be: Modifier

source: Edit parameters
fr_be: Modifier les paramètres

# edit_proposition_dissertation
source: Edit
fr_be: Modifier

source: Empirical research
fr_be: Recherche empirique

# empty_data
source: No data submitted
fr_be: Pas de données introduites

# end_edit_title
source: End of period to edit title
fr_be: Fin de la période de modification du titre

# end_jury_visibility
source: End of period of visibility for dissertation jury
fr_be: Fin de la période de visibilité du jury

# end_visibility_dissertation
source: End of period of creation for dissertations
fr_be: Fin de la période de création des mémoires

# end_visibility_proposition
source: End of period of visibility for dissertation subjects
fr_be: Fin de la période de visibilité des sujets

source: Ended
fr_be: Terminé

# ended_win
source: Ended with success
fr_be: Terminé avec succès

# ended_los
source: Reported
fr_be: Reporté

source: Error
fr_be: Erreur

# evaluation_first_year
source: First year evaluation
fr_be: Évaluation de fin de première année

source: Export search as XLS
fr_be: Exporter la recherche en XLS

source: First name
fr_be: Prénom

source: For managers
fr_be: Pour les gesionnaires

source: For students
fr_be: Pour les étudiants

source: For teachers
fr_be: Pour les enseignants

source: Forbidden
fr_be: Interdit

source: Go away
fr_be: Quitter

# how_many_dissertation_copro
source: Dissertations quantity as copromotor
fr_be: Nombre de mémoires en tant que co-promoteur

# how_many_dissertation_need_answer
source: Dissertations quantity needing answer
fr_be: Nombre de mémoires attendant réponse

# how_many_dissertation_pro
source: Dissertations quantity as promotor
fr_be: Nombre de mémoires en tant que promoteur

# how_many_dissertation_reader
source: Dissertations quantity as reader
fr_be: Nombre de mémoires en tant que lecteur

# if_extern_you_can
source: If this person is not a member of the University, you can
fr_be: Si la personne est externe à l'Université, vous pouvez

# if_extern_you_can_ask_manager
source: If this person is not a member of the University, a dissertation manager must add this person to the system.
fr_be: Si la personne est externe à l'Université, elle doit être ajoutée par la/le gestionnaire des mémoires.

# if_intern_use_good_email
source: If this person is a member of the University, you need to use the correct e-mail address.
fr_be: Si la personne appartient à l'Université, il faut utiliser son adresse e-mail correcte.

# if_unavailable_adviser
source: If the concerned teacher is not in the list, you can
fr_be: Si l'enseignant concerné n'est pas dans la liste, vous pouvez

# in_edit_title
source: Title currently editable
fr_be: Titre modifiable actuellement

# INTERNSHIP
source: Internship Master
fr_be: Maître de stage

source: Internship Master
fr_be: Maître de stage

# in_jury_visibility
source: Jury currently visible
fr_be: Jury visible actuellement

# in_this_offer
source: In this program
fr_be: Dans ce programme

# in_visibility_dissertation
source: Currently possible to create dissertations
fr_be: Possible de créer un mémoire actuellement

# in_visibility_proposition
source: Subjects currently visible
fr_be: Sujets visibles actuellement

source: Invalid data
fr_be: Données invalides

source: January
fr_be: Janvier

source: June
fr_be: Juin

source: Jury status
fr_be: État du jury

# justification_confirmation_message
source: You are ready to save this change and your justification. Are you sure you want to continue ?
fr_be: Vous allez enregistrer le changement de statut et sa justification. Voulez-vous continuer ?

# justification_instructions
source: The status update is nearly done. This update is detailed just after. Please add your explanation for this update.
fr_be: La mise-à-jour de l'état du mémoire est sur le point d'être effectuée. Le changement d'état qui sera appliqué est renseigné ci-dessous. Veuillez indiquer un message d'explication.

source: Large theme
fr_be: Thématique large

source: Last name
fr_be: Nom de famille

# level
source: Subject developement level
fr_be: Niveau de développement du sujet

# level_domain
source: Search domain
fr_be: Domaine de recherche

# level_work
source: Search work
fr_be: Travail de recherche

# level_question
source: Search question
fr_be: Question de recherche

# level_theme
source: Search theme
fr_be: Thème de recherche

source: Link
fr_be: Lien

source: Litterature review
fr_be: Revue de littérature

source: Main
fr_be: Principal

source: Manager
fr_be: Gestionnaire

# manager_commission_accept
source: Commission accepts
fr_be: Acceptation de la commission

# manager_commission_refuse
source: Commission refuses
fr_be: Refus de la commission

# manager_dissertations_accept_comm_list
source: Commission accepts
fr_be: Acceptation de la commission

# manager_dissertations_accept_eval_list
source: First year evaluation success
fr_be: Réussite de l'évaluation de première année

# manager_dissertations_defended
source: Dissertation defended
fr_be: Mémoire défendu

# manager_dissertations_receive
source: Dissertation received
fr_be: Mémoire réceptionné

# manager_dissertations_reported
source: Dissertation delayed
fr_be: Mémoire reporté

# manager_dissertations_success
source: Dissertation succeeded
fr_be: Mémoire réussi

# manager_dissertations_to_dir_ko
source: Promotor refuses
fr_be: Refus par le promoteur

# manager_dissertations_to_dir_ok
source: Promotor accepts
fr_be: Acceptation par le promoteur

# manager_dissertations_to_dir_submit
source: Submit to promotor
fr_be: Soumettre au promoteur

# manager_evaluation_accept
source: First year evaluation success
fr_be: Évaluation de première année réussie

# manager_evaluation_refuse
source: First year evaluation failed
fr_be: Évaluation de première année échouée

# manager_informations_add
source: Add teacher
fr_be: Ajouter un enseignant

# manager_informations_add_person
source: add this person
fr_be: ajouter cette personne

# manager_informations_list_request
source: Teachers having to answer request
fr_be: Enseignants devant répondre à une demande

# manager_jury_draft
source: Dissertation status is draft, managers can't edit jury.
fr_be: Le mémoire est en brouillon, les managers ne peuvent pas modifier le jury.

# manager_jury_editable
source: Managers can see and edit jury.
fr_be: Les managers peuvent voir et modifier le jury.

# manager_promotor_accept
source: Promotor accepts
fr_be: Acceptation par le promoteur

# manager_promotor_refuse
source: Promotor refuses
fr_be: Refus par le promoteur

# manager_reception_accept
source: Dissertation reception
fr_be: Réception du mémoire

# max_students
source: Max number of students
fr_be: Nombre maximum d'étudiants

# max_students_number
source: Indicative number of places for this subject
fr_be: Nombre indicatif de places pour ce sujet

# mgr_com_accept_confirmation_message
source: You are ready to set this dissertation as accepted by the commission. Are you sure you want to continue ?
fr_be: Vous allez indiquer l'acceptation de ce mémoire par la commission. Êtes-vous certain de vouloir continuer ?

# mgr_com_refuse_confirmation_message
source: You are ready to set this dissertation as refused by the commission. Are you sure you want to continue ?
fr_be: Vous allez indiquer le refus de ce mémoire par la commission. Êtes-vous certain de vouloir continuer ?

# mgr_dissertations_to_dir_submit
source: Submit to promotor
fr_be: Soumette au promoteur

# mgr_defended_confirmation_message
source: You are ready to set this dissertation as defended. Are you sure you want to continue ?
fr_be: Vous allez indiquer que ce mémoire a été défendu. Êtes-vous certain de vouloir continuer ?

# mgr_eva_accept_confirmation_message
source: You are ready to set the first year evaluation succeeded for this dissertation. Are you sure you want to continue ?
fr_be: Vous allez indiquer la réussite de l'évaluation de fin de première année. Êtes-vous certain de vouloir continuer ?

# mgr_eva_refuse_confirmation_message
source: You are ready to set the first year evaluation failed for this dissertation. Are you sure you want to continue ?
fr_be: Vous allez indiquer la non-réussite de l'évaluation de fin de première année. Êtes-vous certain de vouloir continuer ?

# mgr_lose_confirmation_message
source: You are ready to set this dissertation as failed. Are you sure you want to continue ?
fr_be: Vous allez indiquer la non-réussite de ce mémoire. Êtes-vous certain de vouloir continuer ?

# mgr_promotor_accept_confirmation_message
source: You are ready to set this dissertation as accepted by the promotor. Are you sure you want to continue ?
fr_be: Vous allez indiquer l'acceptation de ce mémoire par le promoteur. Êtes-vous certain de vouloir continuer ?

# mgr_promotor_refuse_confirmation_message
source: You are ready to set this dissertation as refused by the promotor. Are you sure you want to continue ?
fr_be: Vous allez indiquer le refus de ce mémoire par le promoteur. Êtes-vous certain de vouloir continuer ?

# mgr_receive_confirmation_message
source: You are ready to set this dissertation as received. Are you sure you want to continue ?
fr_be: Vous allez indiquer que ce mémoire a été réceptionné. Êtes-vous certain de vouloir continuer ?

# mgr_to_dir_submit_confirmation_message
source: You are ready to submit this dissertation to the promotor. Are you sure you want to continue ?
fr_be: Vous allez soumettre ce mémoire au promoteur. Êtes-vous certain de vouloir continuer ?

# mgr_win_confirmation_message
source: You are ready to set this dissertation as succeeded. Are you sure you want to continue ?
fr_be: Vous allez indiquer la réussite de ce mémoire. Êtes-vous certain de vouloir continuer ?

source: Mobile phone
fr_be: Téléphone mobile

source: My informations
fr_be: Mes informations

source: My profile
fr_be: Mon profil

# my_proposition_dissertations
source: My subjects
fr_be: Mes sujets

source: My stats
fr_be: Mes statistiques

source: Name
fr_be: Nom

# new_adviser
source: Add teacher
fr_be: Ajouter un enseignant

# new_dissertation
source: Add dissertation
fr_be: Ajouter un mémoire

# new_jury_dissertation
source: Add jury member
fr_be: Ajouter un membre du jury

# new_or_edit_dissertation
source: Add/Edit dissertation
fr_be: Ajout/Modification d'un mémoire

# new_or_edit_jury_proposition_dissertation
source: Add/Edit jury member for the dissertation subject
fr_be: Ajout/Modification d'un membre du jury pour le sujet de mémoire

# new_or_edit_subject
source: Add/Edit dissertation subject
fr_be: Ajout/Modification d'un sujet de mémoire

source: New search
fr_be: Nouvelle recherche

# new_subject
source: New dissertation subject
fr_be: Nouveau sujet de mémoire

source: Next status
fr_be: État suivant

source: no
fr_be: non

source: No data
fr_be: Aucune donnée

source: Non-editable
fr_be: Non modifiable

source: No result
fr_be: Aucun résultat

# number_of_dissertation_active_total
source: How many active dissertations (all programs)
fr_be: Nombre de mémoires actifs (tous programmes)

# number_of_dissertation_copro
source: How many dissertations as copromotor
fr_be: Nombre de mémoires en tant que copromoteur

# number_of_dissertation_need_request
source: How many dissertations need answer
fr_be: Nombre de mémoires en attente de réponse

# number_of_dissertation_pro
source: How many dissertations as promotor
fr_be: Nombre de mémoires en tant que promoteur

# number_of_dissertation_reader
source: How many dissertations as reader
fr_be: Nombre de mémoires en tant que lecteur

source: of
fr_be: sur

# offer
source: Program
fr_be: Programme

# offer_proposition
source: Program
fr_be: Programme

# offer_propositions
source: Programs
fr_be: Programmes

# offer_year_start
source: Start Program/Year
fr_be: Programme/Année de début

source: Other
fr_be: Autre

# parameters
source: Settings
fr_be: Paramètres

source: Person
fr_be: Personne

source: Person added
fr_be: Personne ajoutée

# person_already_adviser
source: This person already exists as teacher
fr_be: Cette personne existe déjà en tant qu'enseignant

source: Person to add
fr_be: Personne à ajouter

# person_not_found_by_mail
source: No person matches this e-mail address
fr_be: Aucune personne ne correspond à cet adresse e-mail

source: Phone
fr_be: Téléphone

# phone_mobile
source: Mobile phone
fr_be: Téléphone mobile

source: President
fr_be: Président

source: President
fr_be: Président

# professor
source: Teacher
fr_be: Professeur

source: Project dissertation
fr_be: Mémoire-projet

# PROMOTEUR
source: Promotor
fr_be: Promoteur

source: Promotor
fr_be: Promoteur

# proposition_dissertation
source: Dissertation subject
fr_be: Sujet de mémoire

# proposition_dissertation_confirmation_message
source: You are ready to save this dissertation subject details. Are you sure you want to continue ?
fr_be: Vous allez indiquer enregistrer les modifications de ce sujet de mémoire. Êtes-vous certain de vouloir continuer ?

# proposition_dissertations_created
source: Subjects created
fr_be: Sujets créés

# proposition_dissertations_created_info
source: Subjects you created for others (you are not the promotor).
fr_be: Sujets de mémoire que vous avez créés mais dont vous n'êtes pas le promoteur.

# proposition_dissertation_informations
source: Informations about the dissertation subject
fr_be: Informations du sujet de mémoire

# proposition_dissertation_jury
source: Dissertation subject jury
fr_be: Jury du sujet de mémoire

# proposition_dissertation_jury_info
source: You can define a jury for the dissertation subject. This jury will automatically be defined for all dissertations created from this subject. There can be only one promotor, if you add one, this promotor will replace the existing one.
fr_be: Vous pouvez définir un jury pour ce sujet de mémoire. Ce jury sera automatiquement ajouté aux mémoires créés pour ce sujet. Il ne peut y avoir qu'un seul promoteur, si vous en ajoutez un nouveau, il remplacera le promoteur existant.

# proposition_dissertations
source: Dissertation subjects
fr_be: Sujets de mémoire

source: Reader
fr_be: Lecteur

source: Reader
fr_be: Lecteur

source: Refused by commission
fr_be: Refusé par la commission

# refused_by_director
source: Refused by promotor
fr_be: Refusé par le promoteur

# refused_by_first_year_evaluation
source: 1st year evaluation failed
fr_be: Évaluation de fin de première année échouée

source: Required
fr_be: Requis

source: Save
fr_be: Sauvegarder

source: Search
fr_be: Rechercher

# search_person_explanation
source: This screen allows you to add, in the dissertation application, as a teacher, a person who did not logged into the application. Please search the person with her/his e-mail address
fr_be: Cet écran permet de rajouter dans l'application Mémoires, en tant qu'enseignant, un membre du personnel qui ne s'est pas encore connecté à l'application Mémoires. Veuillez rechercher la personne via son e-mail.

# search_proposition_dissertation
source: Search dissertation subject
fr_be: Rechercher un sujet de mémoire

source: Search teacher
fr_be: Rechercher un enseignant

source: See my waiting dissertations
fr_be: Voir les mémoires en attente

# select_at_least_one_item
source: Please select at least one item
fr_be: Veuillez choisir au moins un élément

# select_program_first
source: Please select Start Program/Year first
fr_be: Choisissez d'abord le Programme/Année de début

source: September
fr_be: Septembre

source: Specific subject
fr_be: Sujet précis

# start_edit_title
source: Start of period to edit title
fr_be: Début de la période de modification du titre

# start_jury_visibility
source: Start of period of visibility for the jury
fr_be: Début de la période de visibilité du jury

# start_visibility_dissertation
source: Start of period of creation for the dissertations
fr_be: Début de la période de création des mémoires

# start_visibility_proposition
source: Start of period of visibility for the subjects
fr_be: Début de la période de visibilité des sujets

source: Stats
fr_be: Statistiques

source: Status
fr_be: État
