Repository: uclouvain/osis-internship
Catalog: dissertation/locale/*/LC_MESSAGES/django.po
Languages: fr_be

# student_can_manage_readers
source: Students can manage readers
fr_be: Les étudiants peuvent gérer les lecteurs

# student_jury_draft_can_edit_param
source: Dissertation status is draft, student can manage readers
fr_be: Le mémoire est en brouillon, l'étudiant peut gérer les lecteurs.

# student_jury_draft_no_edit_param
source: Dissertation status is draft, student can't manage readers
fr_be: Le mémoire est en brouillon, l'étudiant ne peut pas gérer les lecteurs.

# student_jury_invisible_dates
source: Jury is currently invisible for the student
fr_be: Le jury n'est pas actuellement visible par l'étudiant.

# student_jury_visible_dates
source: Jury is currently visible for the student
fr_be: Le jury est actuellement visible par l'étudiant.

# student_path
source: Students' path
fr_be: Parcours de l'étudiant

source: Subject type
fr_be: Type de sujet

# subjects
source: Dissertation subjects
fr_be: Sujets de mémoires

source: Submitted to commission
fr_be: Soumis à la commission

# submitted_to_director
source: Submitted to promotor
fr_be: Soumis au promoteur

# submitted_to_first_year_evaluation
source: Submitted to 1st year evaluation
fr_be: Soumis à l'évaluation de fin de 1è année

source: Taken places
fr_be: Places occupées

# teacher_jury_draft
source: Dissertation status is draft, teachers can't edit jury.
fr_be: Le mémoire est en brouillon, les enseignants ne peuvent pas modifier le jury.

# teacher_jury_visible_editable_parameter
source: Teachers can see and edit jury.
fr_be: Les enseignants peuvent voir et modifier le jury.

# teacher_jury_visible_not_editable_parameter
source: Teachers can see jury but not edit it.
fr_be: Les enseignants peuvent voir le jury mais pas le modifier.

source: Teachers
fr_be: Enseignants

# teachers_not_responding_to_request
source: Teachers not responding to requests
fr_be: Enseignants devant répondre à une ou plusieurs demandes

source: Theoretical analysis
fr_be: Analyse théorique

source: Title
fr_be: Titre

# title_chart_copro
source: Dissertations as copromotor
fr_be: Mémoires en tant que copromoteur

# title_chart_pro
source: Dissertations as promotor
fr_be: Mémoires en tant que promoteur

# title_chart_read
source: Dissertations as reader
fr_be: Mémoires en tant que lecteur

source: To be defended
fr_be: À défendre

source: To be received
fr_be: À recevoir

# to_dir_ko_confirmation_message
source: You are ready to refuse this dissertation project, which will be resend to the student. Are you sure you want to continue ?
fr_be: Vous allez refuser ce projet de mémoire, qui sera renvoyé vers l'étudiant. Êtes-vous certain de vouloir continuer ?

# to_dir_ok_confirmation_message
source: You are ready to accept this dissertation project. Are you sure you want to continue ?
fr_be: Vous allez indiquer accepter ce projet de mémoire. Êtes-vous certain de vouloir continuer ?

# type
source: Subject type
fr_be: Type de sujet

source: Undefined
fr_be: Indéfini

source: Update date
fr_be: Date de mise-à-jour

source: Updates
fr_be: Mises-à-jour

source: Validation commission exists
fr_be: Présence d'une commission Mémoires

source: Visibility
fr_be: Visibilité

source: Waiting commission
fr_be: En attente de la commission

# waiting_dissertations
source: Waiting promotor
fr_be: En attente du promoteur

# waiting_evaluation
source: Waiting 1st year evaluation
fr_be: En attente d'éval 1è année

source: Waiting reception
fr_be: En attente de réception

# waiting_dissertations_message
source: Dissertations waiting validation
fr_be: mémoires en attente de validation

source: Warning
fr_be: Attention

source: Welcome
fr_be: Bienvenue

# welcome_message_dissertation
source: This application is dedicated to student's dissertations management, for the Faculties which choosed to use it.
fr_be: Cette application permet la gestion des mémoires des étudiants au sein des Facultés qui ont choisi de l'utiliser.

# welcome_warning_dissertation
source: If you continue, you will be registered as teacher in the application, and you will be able to create dissertation subjects for the students.
fr_be: En continuant, vous allez être enregistré comme Enseignant dans l'application, et obtenir la possibilité de créer des sujets de mémoires pour les étudiants.

source: yes
fr_be: oui

source: yes,no
fr_be: oui,non

source: You have
fr_be: Vous avez
